{
  "title": "மனநல பிளாக்",
  "subtitle": "உங்கள் மனநல பயணத்தை ஆதரிக்க உள்ளுணர்வு, குறிப்புகள் மற்றும் கதைகளை ஆராயுங்கள்",
  "readMore": "மேலும் படிக்கவும்",
  "shareText": "இந்த கட்டுரையை பகிரவும்:",
  "otherBlogs": "பிற பிளாக்கள்",
  "backToBlogs": "← அனைத்து பிளாக்களுக்குத் திரும்பு",
  "category": {
    "mentalHealth": "மனநலம்",
    "wellness": "நலன்",
    "community": "சமுதாயம்",
    "health": "ஆரோக்கியம்",
    "expression": "பிரকাশம்",
    "growth": "வளர்ச்சி",
    "anxiety": "பிரச்சனை",
    "mindfulness": "கவனத்துடன்"
  },
  "titles": {
    "WHY_TALKING_ABOUT_MENTAL_HEALTH_MATTERS": "மனநலம் பற்றி பேசுவது ஏன் முக்கியம்?",
    "DIGITAL_DETOX": "டிஜிட்டல் டிடாக்ஸ்: உங்கள் மனதை மீண்டும் அமைப்பது எப்படி",
    "SIMPLE_HABITS_TO_BOOST_YOUR_MENTAL_WELLNESS_DAILY": "மனநலத்தை மேம்படுத்த எளிய தினசரி பழக்கங்கள்",
    "SLEEP_THE_SECRET_PILLAR_OF_MENTAL_HEALTH": "தூக்கம்: மனநலத்தின் மறைந்த தூண்",
    "JOURNALING_FOR_CLARITY": "தெளிவுக்கான குறிப்பேடு: எண்ணங்களை சிகிச்சை வார்த்தைகளாக மாற்றுவது",
    "THE_HIDDEN_LINK_BETWEEN_CREATIVITY_AND_MENTAL_HEALTH": "படைப்பாற்றலும் மனநலமும் இடையிலான மறைந்த தொடர்பு",
    "RESILIENCE_BUILDING": "மீண்டு வரும் திறன்: பின்னடைவை எதிர்த்து வலிமையாக மாறுவது எப்படி",
    "WHEN_MENTAL_HEALTH_MAKES_CONNECTIONS_HARDER": "மனநலம் தொடர்புகளை கடினமாக்கும் போது: கவலை, மிகுந்த சிந்தனை மற்றும் சமூக தயக்கம்",
    "SILENCE_AND_SOLITUDE": "அமைதி மற்றும் தனிமை: சில நேரங்களில் எதையும் செய்யாதது மிக முக்கியம்"
  },
  "dates": {
    "March_15_2024": "15 மார்ச், 2024",
    "March_10_2024": "10 மார்ச், 2024",
    "March_5_2024": "5 மார்ச், 2024",
    "March_12_2024": "12 மார்ச், 2024",
    "March_19_2024": "19 மார்ச், 2024",
    "March_26_2024": "26 மார்ச், 2024",
    "April_2_2024": "2 ஏப்ரல், 2024",
    "April_9_2024": "9 ஏப்ரல், 2024",
    "April_16_2024": "16 ஏப்ரல், 2024"
  },
  "contents": {
    "WHY_TALKING_ABOUT_MENTAL_HEALTH_MATTERS": "<p>மனநல ஆரோக்கியம் உடல் நலத்துக்கே ஒப்பாக முக்கியமானது. ஆனால், பல ஆண்டுகளாக இது அமைதி, பழிச் சொல்லுகள் மற்றும் தவறான புரிதல்களின் வட்டத்தில் சிக்கி உள்ளது. பலர் அவர்களுக்குள் ஏற்படும் மன அழுத்தம், கவலை, தடுமாற்றம் போன்ற பிரச்சனைகளை பிறரால் குறையாக பார்ப்பார்கள் என்ற பயத்தில் வெளிப்படுத்த மறுக்கிறார்கள். ஆனால், மனநலத்தைப் பற்றி பேசுவது முக்கியமே இல்லாமல் வாழ்க்கையை மாற்றக்கூடியதுமான ஒன்று.</p><br><h2><strong>1. பழிச் சொல்லை உடைத்தல்</strong></h2><p>மனநலம் தொடர்பான பழிச் சொல் காரணமாகவே, பலர் உதவியை நாட தயங்குகிறார்கள். திறந்த உரையாடல்கள் மனநல பிரச்சனைகள் பொதுவானவை என்பதையும் அவை வெட்கப்படவேண்டியவை அல்ல என்பதையும் வெளிப்படுத்துகின்றன. நாம்புகாசி அல்லது நீரிழிவு பற்றி பேசுவது போன்று, மன அழுத்தம் அல்லது மனச்சோர்வைப் பற்றியும் பேசக்கூடாது என்னும் எண்ணம் விலக்கப்படவேண்டும்.</p><br><h2><strong>2. ஆதரவும் இணைப்பும் ஊக்குவித்தல்</strong></h2><p>ஒருவர் அவர்கள் சந்திக்கும் பிரச்சனைகளைப் பற்றி பேசும்போது, அது கருணை மற்றும் ஆதரவு பெறும் சூழலை உருவாக்குகிறது. உங்கள் பிரச்சனைகளைப் பகிர்வது, பிறரால் உங்களை நன்கு புரிந்து கொள்ள உதவும். மேலும், இன்னொரு நபருக்கும் தன்னால் உதவி பெற முடியும் என்ற நம்பிக்கையை அளிக்கும். 'நாம் தனியாக இல்லை' என்பது இங்கு முக்கியமான செய்தி.</p><br><h2><strong>3. தாமதிக்காமல் கவனிப்பது உயிரைக் காக்கும்</strong></h2><p>மனநல பிரச்சனைகள் மெதுவாக வளர்ந்து ஒருநாள் வெடிக்கக்கூடிய அளவுக்கு மோசமாகலாம். அவற்றைப் பற்றி ஆரம்பத்திலேயே பேசுவதன் மூலம், தொழில்நுட்ப உதவிகள், மனநல ஆலோசனை அல்லது தக்க நேரத்தில் சிகிச்சை பெற முடியும். உடல்நலத்தில் ஆரம்ப சிகிச்சை எவ்வாறு முக்கியமோ, அதேபோல் மனநலத்திலும் தக்க நேரத்தில் பேசுவது முக்கியம்.</p><br><h2><strong>4. சிகிச்சைக்கும், தன்னையறிதலுக்கும் வழிவகுத்தல்</strong></h2><p>உணர்வுகளை உள்ளே அடக்குவது மன அழுத்தம், தவிர்க்க முடியாத வெறுப்பும் உண்டாக்கும். உணர்வுகளை வெளிப்படுத்துவது, உங்கள் அனுபவங்களை மையமாக வைத்து உணர்வுகளை புரிந்து கொள்ள உதவுகிறது. பேசுவது சில நேரங்களில் கனமான பாறையை தூக்கி எறிந்ததைப் போல் வலிமையளிக்கிறது.</p><br><h2><strong>5. பராமரிப்புக் கலாச்சாரத்தை உருவாக்குதல்</strong></h2><p>வீட்டிலும், பள்ளிகளிலும், வேலை இடங்களிலும் மனநலத்தை பற்றி திறந்த முறையில் பேசும்போது, ஒருவர் புரிந்து கொள்ளப்படுகிறேன் என்ற உணர்வும், மதிக்கப்படுகிறேன் என்ற நம்பிக்கையும் ஏற்படுகிறது. இது ஆதரவுடன் கூடிய சூழல் உருவாக்க உதவுகிறது.</p><br><h2><strong>6. தக்க நேரத்தில் உதவிக்கரமாக இருப்பது</strong></h2><p>பலர் அவர்கள் என்னவென்று சொல்ல முடியாமல் இருக்கின்றனர். அவர்களது உணர்வுகளை நீங்கள் அடையாளம் காண்பது, அவர்கள் தாங்களே உதவியை நாட தயாராக இருக்க ஏதுவாக இருக்கும்.</p><br><p><strong>முக்கிய செய்தி:</strong> மனநலத்தைப் பற்றிப் பேசுவது என்பது வெறும் பிரச்சனைகளை பகிர்வது அல்ல – இது நம்பிக்கையை ஏற்படுத்துவது, புரிதலை மேம்படுத்துவது மற்றும் ஒருவர் தனியாக இல்லை என்பதை நினைவுபடுத்துவதாகும். மனநல சவால்களை எதிர்கொள்கிற ஒருவருக்கு, ஒரு எளிய உரையாடலே மீட்பு வழியாக இருக்கலாம்.</p>",

  "DIGITAL_DETOX": "<p>இன்றைய உலகத்தில் நம்மை நம்மால் பிரிக்கவே முடியாது போல உள்ளது. கண்களைத் திறந்ததிலிருந்து தூங்கும் வரையிலும், நாங்கள் ஸ்க்ரோல் செய்கிறோம், நோட்டிபிகேஷன்கள் பார்த்துக் கொண்டிருக்கிறோம், அல்லது பல அப்களை மாறி மாறிப் பயன்படுத்துகிறோம். ஆனால் உண்மையில், இந்தக் கலக்கம் நம்மை மனநல ரீதியாக சோர்வடையச் செய்கிறது.</p><p>அதற்கான தீர்வு தான் ‘டிஜிட்டல் டிடாக்ஸ்’. இது தண்டனை அல்ல, மனதை மீட்டெடுக்க ஒரு ‘ரீசெட்’ பொத்தான்.</p><br><h1><strong>டிஜிட்டல் டிடாக்ஸ் எளிமையாக தொடங்க:</strong></h1><ul><li><strong>உங்கள் சாதனங்களுடன் எல்லைகள் வையுங்கள்:</strong> உணவு நேரம், காலை எழுந்தவுடன் போன்ற நேரங்களில் ஒன்லைனில் இருக்காதீர்கள்.</li><li><strong>தரமற்ற அறிவிப்புகளை நிறுத்துங்கள்:</strong> ஒவ்வொரு பிங்‌வும் கவனத்தை பறிக்கிறது. அவை எல்லாம் அவசியமா?</li><li><strong>ஸ்கிரீன் நேரத்துக்குப் பதிலாக உண்மையான செயல்கள்:</strong> புத்தகம் படியுங்கள், நடைபயிற்சி, ஜர்னல் எழுதுதல், அல்லது அமைதியாக அமருங்கள்.</li><li><strong>“ஃபோன் இல்லா” பகுதிகள்:</strong> படுக்கை அறை, டைனிங் டேபிள் போன்ற இடங்களில் பைத்தியக்கார மொபைல்களைக் கழிக்கவும்.</li><li><strong>உங்களை மீண்டும் கண்டு கொள்ளுங்கள்:</strong> ஸ்கிரீன்களை விலக்கும்போது நீங்கள் எப்படி உணர்கிறீர்கள் என்பதைக் கவனியுங்கள்.</li></ul><br><h2>மனநல நன்மைகள்</h2><p>டிஜிட்டல் டிடாக்ஸ் என்றால் தொழில்நுட்பத்திலிருந்து முற்றிலும் பிரிந்து விட வேண்டும் என்று பொருளல்ல. இது உங்களையே மீண்டும் கண்டுபிடிக்கும் ஒரு முயற்சி. ஸ்ட்ரெஸ் குறையும், தூக்கம் மேம்படும், கவனம் அதிகரிக்கும் மற்றும் உண்மையான தொடர்புகள் உருவாகும்.</p><br><p><strong>முக்கிய செய்தி:</strong> டிஜிட்டல் டிடாக்ஸ் என்பது உலகத்தை விலக்குவது அல்ல – உங்களையே மீண்டும் சந்திப்பது. சிறிது நேரம் ஸ்கிரீன்களிலிருந்து விலகுவது, உங்கள் மனதுக்கு ஒரு ஆழ்ந்த மூச்சை அளிக்கும்.</p>",

  "SIMPLE_HABITS_TO_BOOST_YOUR_MENTAL_WELLNESS_DAILY": "<p>உங்கள் மனதை பராமரிக்க பெரிய மாற்றங்கள் தேவையில்லை—தினசரி எளிய பழக்கங்கள் உங்கள் மனநலத்தை சிறப்பாக்க உதவுகிறது. மனநலம் என்பது தொடர்ச்சியான அக்கறை, கவனிப்புடன் உருவாகிறது.</p><br><h2><strong>இங்கே உங்கள் தினசரி வாழ்வில் சேர்க்கக்கூடிய 5 எளிய பழக்கங்கள்:</strong></h2><ul><li><strong>நன்றி செலுத்தி நாளைத் தொடங்குங்கள்:</strong> காலை எழுந்தவுடன் உங்கள் வாழ்க்கையில் நன்றி செலுத்தக் கூடிய 3 விஷயங்களை நினைவுகூருங்கள்.</li><li><strong>தண்ணீர் குடித்து சீரான உணவுகள் உட்கொள்ளுங்கள்:</strong> உங்கள் மூளை நன்கு செயல்பட, நீர் மற்றும் சத்தான உணவுகள் தேவை.</li><li><strong>கவனமுள்ள இடைவெளிகளை எடுத்துக்கொள்ளுங்கள்:</strong> ஸ்கிரீன்களை விட்டு விலகி சிறிய நடைபயிற்சி, மூச்சு பயிற்சி அல்லது சற்று அமைதியாக இருங்கள்.</li><li><strong>டிஜிட்டல் எல்லைகளை வையுங்கள்:</strong> சமூக ஊடகங்களுக்கு நேரம் வரையறை இடுங்கள். “ஃபோன் இல்லா” நேரங்கள் ஒதுக்குங்கள்.</li><li><strong>சிறிய வெற்றிகளை கொண்டாடுங்கள்:</strong> உங்களால் முடிந்த எளிய செயல்களை கொண்டாடுங்கள்—அது உங்களது தன்னம்பிக்கையை வளர்க்கும்.</li></ul><br><p><strong>முக்கிய செய்தி:</strong> வாழ்க்கையை முழுவதும் மாற்றவேண்டிய அவசியமில்லை. தினசரி சிறிய, ஆதரவு தரும் பழக்கங்களைத் தேர்ந்தெடுத்து நடைமுறைப்படுத்துவதன் மூலம் நீண்டகால மனநலத்திற்கு நல்ல அடித்தளத்தை அமைக்கலாம்.</p>",

  "SLEEP_THE_SECRET_PILLAR_OF_MENTAL_HEALTH": "<p>நாம் தூக்கத்தை வெறும் ஓய்வாக மட்டுமே நினைக்கிறோம். ஆனால் தூக்கம் என்பது உங்கள் மூளையின் ‘ரீஸெட்’ பொத்தானாகும். தூங்கும் போது உங்கள் உணர்வுகள் செயலாக்கப்படுகின்றன, நினைவுகள் சேமிக்கப்படுகின்றன மற்றும் பிணைகள் குணப்படுகின்றன.</p><br><h2><strong>தூக்கம் ஏன் முக்கியம்:</strong></h2><ul><li><strong>மனநிலை ஒழுங்குபடுத்தல்:</strong> தூக்கக் குறைபாடு கவலை, சிதறும் மனநிலை, மனச்சோர்வுக்கே வழிவகுக்கும்.</li><li><strong>ஸ்ட்ரெஸ் மீட்பு:</strong> தூக்கத்தின் போது ‘கார்டிசோல்’ (ஸ்ட்ரெஸ் ஹார்மோன்) குறைகிறது, நீங்கள் சலிப்பில்லாமல் விடிகிறது.</li><li><strong>மன தெளிவு:</strong> தூக்கம் நினைவாற்றலை, கவனத்தை, முடிவெடுக்கும் திறனை மேம்படுத்துகிறது.</li></ul><br><h2><strong>தூக்கத்தை மேம்படுத்த எளிய வழிகள்:</strong></h2><ul><li>தினசரி தூக்க நேரத்தை நிலைத்த வைப்பது (வார இறுதிகளில் கூட).</li><li>தூக்கத்திற்கு முன் சிறிய ரிலாக்ஸ் ரிட்சுவல்: ஒளியை குறைத்தல், மென்மையான இசை, மென்மையான உடற்பயிற்சி.</li><li>படுக்கதிற்கு 30 நிமிடங்களுக்கு முன் ஸ்கிரீனை விலக்குங்கள்.</li><li>படுக்கை அறையை குளிர்ச்சியாகவும், அமைதியாகவும் வைத்திருக்கவும்.</li></ul><br><p><strong>முக்கிய செய்தி:</strong> உங்கள் மனநிலை சிக்கலாக இருந்தால், உங்கள் தூக்க பழக்கங்களை பாருங்கள். நல்ல தூக்கம் என்பது உங்கள் மனதுக்கான மிக சக்திவாய்ந்த மருந்தாக இருக்கலாம்.</p>",
    "JOURNALING_FOR_CLARITY": "<p>ஒருபோதும் உங்கள் மனதில் பல எண்ணங்கள் ஒன்றாக ஓடுவது போல் உணர்ந்திருக்கிறீர்களா? ஒவ்வொரு சிந்தனையும் மற்றொன்றுடன் மோதிக் கொண்டிருக்குமா? அப்படியென்றால், உங்கள் எண்ணங்களை எழுதி வைத்தல் (ஜர்னலிங்) மிகவும் பயனுள்ளதாக இருக்கலாம். இது உள்ளார்ந்த குழப்பத்தை ஒழித்து உணர்வுப் பாரத்தைக் குறைக்க உதவுகிறது.</p><br><h2><strong>மனநலத்தை ஜர்னலிங் எவ்வாறு ஆதரிக்கிறது:</strong></h2><ul><li><strong>மன குழப்பங்களை தெளிவாக்குகிறது:</strong> உங்கள் எண்ணங்களை எழுதி வைப்பது உங்கள் மனதில் இடத்தை ஏற்படுத்துகிறது.</li><li><strong>உணர்வுகள் குறித்த விழிப்புணர்வு ஏற்படுகிறது:</strong> நீங்கள் சுதந்திரமாக எழுதும்போது, உங்கள் உணர்வுகள் மற்றும் அவற்றின் காரணங்களை புரிந்துகொள்ள ஆரம்பிக்கிறீர்கள்.</li><li><strong>நேர்மையான வெளிப்பாடு:</strong> உங்கள் ஜர்னல் என்பது உங்களுக்கே சொந்தமானது. இங்கே எந்தத் தீர்ப்பு இல்லை. உங்களது உண்மை உணர்வுகளை வெளிப்படுத்தலாம்.</li></ul><br><h2><strong>எப்படி துவங்கலாம்:</strong></h2><ul><li><strong>எண்ண ஓட்டம் எழுதுங்கள்:</strong> உங்கள் மனதில் என்னவோ அதை எழுதுங்கள். இலக்கணம், எழுத்துப்பிழை எல்லாம் கவலையில்லை.</li><li><strong>நன்றியுணர்வு பட்டியல்கள்:</strong> ஒவ்வொரு நாளும் நன்றி செலுத்தக்கூடிய மூன்று விஷயங்களை எழுதுங்கள்.</li><li><strong>உணர்ச்சி சோதனைகள்:</strong> “இன்று என்ன உணர்கிறேன்?” “என்னை என்ன சிரமப்படுத்துகிறது?” “எனக்கு என்ன தேவை?” போன்ற கேள்விகளை எழுதி பதிலளியுங்கள்.</li></ul><br><p><strong>முக்கிய செய்தி:</strong> ஜர்னலிங் சரியாக இருக்க வேண்டிய அவசியமில்லை. இது உங்களுக்கே உரியது. எழுதுவதன் மூலம், நீங்கள் சிகிச்சை, வளர்ச்சி மற்றும் சுயநினைவிற்கான இடத்தை உருவாக்குகிறீர்கள்.</p>",

  "THE_HIDDEN_LINK_BETWEEN_CREATIVITY_AND_MENTAL_HEALTH": "<p>சிருஷ்டி என்றால் நாம் உடனே ஓவியம், இசை அல்லது எழுத்து என்று நினைக்கிறோம். ஆனால், சிருஷ்டி என்பது கலைஞர்களுக்கே உரியது அல்ல—இது எண்ணங்களை வெளிப்படுத்தும், உணர்வுகளை செயல்படுத்தும் ஒரு வழி. நீங்கள் வரைபடம் வரைவதோ, சமையல் செய்தலோ, ஆடலோ, கனவு காண்பதோ—இவை அனைத்தும் உங்கள் மூளையின் சிருஷ்டிசக்தியை தூண்டும்.</p><br><h2><strong>சிருஷ்டி எப்படி உதவுகிறது:</strong></h2><ul><li><strong>உணர்வுகளை வெளியிட உதவுகிறது:</strong> வார்த்தைகளால் சொல்ல முடியாததை, சிருஷ்டி சொல்லும்—வலி, மகிழ்ச்சி, கவலை, நம்பிக்கை.</li><li><strong>கவனத்தை மற்றும் ஃப்லோவைக் ஏற்படுத்துகிறது:</strong> நீங்கள் சிருஷ்டிக்குள் முழுமையாக ஈடுபடும் போது, அது ஃபோகஸையும், மன அமைதியையும் உருவாக்குகிறது.</li><li><strong>தன்னம்பிக்கையை தருகிறது:</strong> குழப்பமான நேரங்களில் கூட, நீங்கள் எதையாவது உருவாக்கும்போது ஒரு இலக்கையும் கட்டுப்பாட்டையும் உணரலாம்.</li></ul><br><h2><strong>சிருஷ்டியை எப்படி செயல்படுத்தலாம்:</strong></h2><ul><li>ஓவியம், வரைவது, அல்லது நிறமிடுதல்—even if you think you’re not good at it.</li><li>கதை எழுதுங்கள், கவிதை எழுதுங்கள், அல்லது ஜர்னல் எழுதுங்கள்.</li><li>புகைப்படம் எடுப்பது, நடனம் ஆடுவது, இசையை உருவாக்குவது—எதையும் முயற்சி செய்யுங்கள்.</li></ul><br><p><strong>முக்கிய செய்தி:</strong> நீங்கள் கலைஞர் ஆக வேண்டிய அவசியமில்லை. நீங்கள் சிருஷ்டிப்பவராகவே இருந்தால் போதும். சிருஷ்டி என்பது திறமை பற்றி அல்ல—உங்கள் உள்ளுணர்வை வெளிப்படுத்தும் திறன் பற்றி.</p>",

  "RESILIENCE_BUILDING": "<p>எவர் வாழ்க்கையும் சவால்களை எதிர்கொள்கின்றது. சில நேரங்களில் அது தனிப்பட்ட பிரச்சனை, வேலை வாய்ப்பு இழப்பு, அல்லது உணர்வியல் சிக்கல்கள். முக்கியமானது, நாம் எப்படி மீண்டு வருகிறோம் என்பதைப் பற்றியது. மன உறுதி என்பது தகராமல் முறிவடையும் திறன்—இது யாராலும் கற்றுக்கொள்ளக்கூடியது.</p><br><h2><strong>மன உறுதியை உருவாக்கும் வழிகள்:</strong></h2><ul><li><strong>கதையை மாற்றிப் பாருங்கள்:</strong> “ஏன் இது எனக்கு நடக்கிறது?” என்பதற்கு பதிலாக “இது என்னை என்ன கற்றுத்தருகிறது?” எனக் கேளுங்கள்.</li><li><strong>இணைப்பை பராமரியுங்கள்:</strong> நண்பர்கள், குடும்பம் அல்லது ஆதரவு குழுக்களுடன் சேருங்கள். உரையாடல் என்பது உணர்வுப்பூர்வ அடித்தளத்தை வலுப்படுத்தும்.</li><li><strong>சிறிய குறிக்கோள்களை அமைக்கவும்:</strong> நீங்கள் கட்டுப்படுத்தக்கூடியவற்றில் கவனம் செலுத்துங்கள். சிறிய வெற்றிகள் நம்பிக்கையை ஏற்படுத்தும்.</li><li><strong>உங்களைப் பற்றிய கருணை:</strong> தன்னால் தன்னை அன்புடன் அணுகுவது தான் மன உறுதியின் எரிபொருள். உங்கள் நண்பரைப் போல உங்களிடம் பேசுங்கள்.</li></ul><br><p><strong>முக்கிய செய்தி:</strong> மன உறுதி என்பது எல்லாவற்றையும் சரியாக கையாள்வது அல்ல. அது மீண்டும் முயற்சிப்பதும், சந்திக்கச் சிந்திக்கிறதும், குணப்படவே முடியும் என்பதை நம்புவதும் ஆகும்.</p>",

  "WHEN_MENTAL_HEALTH_MAKES_CONNECTIONS_HARDER": "<p>மனநலம் சில நேரங்களில் வெளிப்படையாகக் கூறப்படாது. அது நாமும் கவனிக்காமல் இருக்கும் சில செயல்களில் சுழற்சியாக தோன்றுகிறது—பிறரைத் தவிர்ப்பது, ஒரு மெசேஜ்க்கு பதில் அளிக்க கூட அதிகமாக சிந்திப்பது, கூட்டத்தில் நம்மால் தகுதி இல்லாதது போல் உணர்வது.</p><br><h2><strong>நீங்கள் இதை அனுபவிக்கக்கூடும்:</strong></h2><ul><li>தவறாகக் கூறிவிடுவேனா என்ற பயத்தில் மௌனமாக இருப்பது.</li><li>சமீபத்திய உரையாடல்களை மீண்டும் மீண்டும் நினைவுகூர்வது.</li><li>முன்பே திட்டமிட்ட ஒன்றை ரத்து செய்வது, சோம்பலால் அல்ல, மனம் பாரமாக இருப்பதால்.</li></ul><br><h2><strong>இதோ சில உதவிகள்:</strong></h2><ul><li><strong>அதற்கு ஒரு பெயர் கொடுங்கள்:</strong> நீங்கள் உணரும் ஆழ்ந்த சிந்தனைகள் அல்லது மனஅழுத்தங்களை ஏற்குங்கள். அது வலுவில்லாமை அல்ல.</li><li><strong>சிறிய முயற்சியில் தொடங்குங்கள்:</strong> ஒரு நண்பருக்குச் செய்தி அனுப்புங்கள். ஒரு சாதாரண குழுவில் சேருங்கள். ‘ஹாய்’ எனச் சொல்லுங்கள். இந்த சிறிய அடிக்கட்டுகள் நம்பிக்கையை மீட்டெடுக்க உதவும்.</li><li><strong>தயாராக இருங்கள்:</strong> என்ன பேசுவது தெரியவில்லையா? சில வழக்கமான வரிகளை முன்பே தயார் செய்து வைத்திருங்கள்.</li><li><strong>துணை தேடுங்கள்:</strong> மனநல ஆலோசனை அல்லது இணை ஆதரவு குழுக்கள் சமூக அச்சங்களை எதிர்கொள்வதில் உதவலாம்.</li></ul><br><p><strong>முக்கிய செய்தி:</strong> பிறருடன் இணைவது மனநல காரணமாக சிரமமாக இருந்தால், நீங்கள் தனியாக இல்லை என்பதை நினைவில் கொள்ளுங்கள். சில நேரங்களில் நம் நிலைமைக்கு ஓய்வும், இடமும், ஆதரவும் தேவைப்படும். தொடர்பு என்பது ஒரு திறமையாகும், பிறவியிலேயே உள்ள அம்சம் அல்ல—இதை நாம் மீண்டும் கட்டியெழுப்பலாம்.</p>",

  "SILENCE_AND_SOLITUDE": "<p>இன்றைய உலகில் நாம் எப்போதும் ஓடிக்கொண்டே இருக்கிறோம். நோட்டிபிகேஷன்கள் ஒலிக்கின்றன, கடைசித் தேதிகள் அருகில் வருகின்றன, மற்றும் சிறு ஓய்வுகாலங்களிலும் நாம் ஸ்க்ரோல் செய்துகொண்டே இருக்கிறோம். ஆனால் தனிமை என்பது தனிமையில்லாமை அல்ல—அது உணர்வுப் பசிக்கேற்பவும் மன அமைதிக்கான வாய்ப்பும்.</p><br><h2><strong>தனிமையின் முக்கியத்துவம்:</strong></h2><ul><li><strong>நம்மை நிலைப்படுத்துகிறது:</strong> உங்கள் எண்ணங்களுடன் இருப்பது, உங்கள் உணர்வுகள் மற்றும் தேவைகளைத் தெளிவுபடுத்துகிறது.</li><li><strong>அழுத்தத்தை குறைக்கிறது:</strong> அமைதியான சூழ்நிலை உங்கள் மனதை அமைதியாக்குகிறது மற்றும் உங்கள் உடலை சுவாசிக்கச் செய்கிறது.</li><li><strong>சிருஷ்டியை ஊக்குவிக்கிறது:</strong> அதிகமான யோசனைகள் அமைதியில் தோன்றுகின்றன.</li></ul><br><h2><strong>தனிமையை அணுகும் வழிகள்:</strong></h2><ul><li>தனியாக நடைபயிற்சி மேற்கொள்ளுங்கள்—இசையில்லாமல், உங்கள் மூச்சுடன் மட்டும்.</li><li>கிடங்கின் முன் அல்லது ஜன்னலின் அருகில் அமருங்கள் மற்றும் சுற்றியுள்ளவற்றைப் பாருங்கள்.</li><li>ஒவ்வொரு நாளும் 5 நிமிடங்கள் எதையும் செய்யாமல் இருக்குங்கள்—வெறும் இருக்கிறதேனும் போதும்.</li></ul><br><p><strong>முக்கிய செய்தி:</strong> எதையும் செய்யாமல் இருப்பது என்பது நேரத்தை வீணாக்குவது அல்ல—இது உங்கள் மனதுக்கு ஓய்வளிக்கின்றது. அமைதியில், நீங்கள் மீண்டும் உங்கள் உள்ளுணர்வை தெளிவாகக் கேட்கலாம். அங்கேதான் மீட்பு துவங்குகிறது.</p>"
  }
}
